// 解析検証用サンプル運行情報
window.sampleNotices = [
  "湘南新宿ラインは、高崎線内での架線に支障物の影響で、高崎線から東海道線の一部列車に遅れがでています。",
  "高崎線は、行田駅での架線に支障物の影響で、籠原～東京駅間の上り線の一部列車に遅れがでています。",
  "東北本線は、強風が見込まれるため、仙台～小牛田駅間の上下線で一部列車が運休となります。代行輸送は行いません。今後の気象状況や運行情報にご注意ください。",
  "東北本線は、強風の影響で、仙台～一ノ関駅間の上下線の一部列車に遅れがでています。",
  "磐越西線は、強風が見込まれるため、郡山～会津若松駅間の上下線で一部列車が運休となります。代行輸送は行いません。今後の気象状況や運行情報にご注意ください。",
  "快速「あいづ１号・２号・３号・４号」は、強風が見込まれるため、全区間で運休となります。代行輸送は行いません。今後の気象情報や運行情報にご注意ください。",
  "東北新幹線「はやぶさ２１号」は、強風の影響で、遅れがでています。",
  "秋田新幹線「こまち２１号」は、強風の影響で、遅れがでています。"
];
